Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 코- 코-
en: zzz

source: 기다리고 있었답니다.
en: I’ve been waiting for you.

source: ∙∙∙얼마나 내도 되는 거지?
en: ...how much anger can I show?

source: ∙∙∙민트?
en: mint?

source: 아무리 그래도 황제의 전령을 죽이시∙∙∙
en: he can’t possibly kill the emperor’s messenger...

source: 왜 이런X을 데려갔나 했더니∙∙∙.
en: I was wondering why he took in this wench...

source: 유리언∙∙∙ 혹시 괜찮다면∙∙∙
en: yurion... if it’s all right with you...

source: 그런∙∙∙ 말로 통할 상대가 아닙니다.
en: you wouldn’t be able to talk sense into someone like her majesty.

source: 많이 건강해지셨는걸요.
en: you became a lot healthier.

source: 저 때문에 율리어스 님이 위험해진 거예요.
en: but master yulius was put in danger because of me.

source: 그∙∙∙ 전에 듣기론 유리언을 사∙∙∙ 사랑한다며∙∙∙
en: umm... from what I heard... she l-loves... you...

source: 대공 각하가 안 계셔도 제가 아가씨를 구할 수 있도록∙∙∙
en: so that I can save you even when his royal highness isn’t around...

source: 다른∙∙∙ 귀족 가문의 영애를요?
en: a lady from... another noble family?

source: 이제 와서 살려달라해도 안 된다, 꼬맹아!
en: there’s no use asking us to spare your life, kid!

source: 타박 타박 타박
en: step step step

source: 정말요?
en: really?

source: 들어오셔도 돼요
en: you can come in now.

source: 고아원에서만 살던 제가 귀족님 이름을 어떻게 알겠어요∙∙∙!
en: I’ve only ever lived in an orphanage. how would I know the name of a noble family?!

source: 그거면 이해돼…
en: that would make more sense...

source: 오늘 유리언도 같이 다니는 거죠?
en: you’re coming with us, right, yurion?

source: 맛있는 냄새∙∙∙
en: it smells delicious...

source: 으으으
en: aaah

source: 수북-..
en: heaps

source: 이번엔 꼭 눈 감아라.
en: you must really close your eyes this time.

source: 그럴게요∙∙∙?
en: I will...

source: 추천서를 원하면 써주고.
en: and if she wants a letter of recommendation, provide one for her.

source: 여하튼 대공가의 영향력이 대단하니
en: in any case, the emperor probably wants to bind the house of elkedonia to the imperial family by way of marriage...

source: 몸종이니까요.
en: ...I’m a page boy.

source: 빠안..
en: stare

source: 왜 엘케도니아가 널 버릴 거라 생각했지?
en: why did you think that the house of elkedonia would cast you aside?

source: 착한 아이군요.
en: good girl.

source: 거리?
en: street?

source: 먼저 만나봤거든.
en: I’ve already met him, you see.

source: 알아요.
en: yes, I’ve heard.

source: 와아아아아아
en: woooo

source: 긴 악몽을 꿀 것 같아∙∙∙.
en: ...tonight is going to be one long nightmare...

source: 율리어스 님은 아직 어리다고∙∙∙
en: ...that master yulius is still very young...

source: 이 겨울에 꽃이 필요하다니∙∙∙
en: a flower? in wintertime?

source: 잘됐네요!
en: that’s great!

source: 그렇게 말하면 어쩔 수 없지.
en: if that’s your position on the matter...

source: 물건!
en: mine!

source: 더 이상 너저분해지고 싶지 않으니까.
en: by their petty, underhanded struggle for power.

source: 술자의 뜻대로 움직이게 되지요.
en: ...you’d be completely under the spellcaster’s control.

source: 그러고보니 안 보였네∙∙∙.
en: come to think of it, I don’t see her...

source: 듣자하니 아직 수원후양 서약을 쓴 건 아니었으니까∙∙∙
en: apparently, they haven’t signed the foster care contract yet...

source: 아가씨께서 초경을 맞이 하시다니!
en: you’ve begun your monthlies!

source: 아∙∙∙ 셀라.
en: a-ascella...

source: 나∙∙∙ 졸았나?!
en: did I... nod off?!

source: 오늘도 꽤 바쁘실 겁니다, 아가씨.
en: today will be a busy day as well, my lady.

source: 다음에 다시 '이런 일'이 또 일어날 시엔
en: ...then I take it that you will bear full responsibility...

source: 휴-
en: sigh

source: 너무 눈부셔∙∙∙.
en: it’s too bright...

source: 황제 폐하께서 아가씨께 마법을 쓰려 했잖습니까?
en: her majesty tried to cast a spell on you, right?

source: 율리어스 님께선 따뜻하고 상냥한 분이니까 당연하겠지만∙∙∙
en: well, I’m not surprised, since you’re so warm and kind...

source: 한 번 해주시면 안 될지.
en: let me hear it just this once.

source: 이글 이글..
en: furious

source: 이리 와 앉아라.
en: come sit.

source: 그러니까 제 앞에선 황제 개새끼
en: so you can call her majesty a b*tch

source: 바로 날 죽이러 오지 않는 걸 보니
en: seeing as how you’re not going straight for my throat...

source: 달달달
en: quiver quiver quiver

source: 황제는 엘케도니아와 왜 그렇게까지 연을 맺고 싶어 하시나요?
en: why does her majesty want to forge a connection with the house of elkedonia so badly?

source: 착
en: bow

source: 율리어스 님을 믿지 못한 건∙∙∙
en: the reason I couldn’t trust you...

source: 소공녀 님∙∙∙.
en: my lady...

source: 유리언은 당신과 있으면 불행해져요.
en: yurion will be unhappy staying with you.

source: 임모탈 나이츠면∙∙∙
en: immortal knights...

source: 진심으로요.
en: truly.

source: 다 알고 온 거였어?
en: ...knows everything about me?

source: 누가 날 간호해주고 있어.
en: someone is taking care of me.

source: 아 참, 맞다.
en: oh, right.

source: 지금은 그저 이 저택의 집사일 뿐입니다.
en: I am but a butler of this estate.

source: 오후 내내 이렇게 기운이 없으셔선~
en: you’ve been down in the dumps all afternoon.

source: 그래도 수줍음을 많이 타시는 건 여전하시군요.
en: I see she’s still as shy as ever.

source: 차라란
en: sparkle sparkle

source: 오히려 잘됐어요.
en: it’s just as well.

source: 유리언!!!
en: yurion!!!

source: 소공녀 님의 행동이 곧 엘케도니아와 대공 각하의 평판으로 이어집니다!
en: your actions will impact the reputation of his royal highness!

source: 황실도 연을 맺고 싶은 거겠죠.
en: since the grand duke’s sphere of influence is so great.

source: ∙∙∙유리언에게 고맙다고 말해야 했어∙∙∙.
en: I should have thanked yurion...

source: 민트의 전속시녀(?)
en: mint’s... personal maid?

source: 그리고 겨우 행복해졌다 생각했는데.
en: and just as I thought I had finally become happy...

source: 몸이 떨려오는 거지∙∙∙?!
en: and why is my body trembling so much...?!

source: 다시 돌아가면 '그걸' 또 먹어야겠지.
en: ...if I go back, I’ll have to eat that again.

source: 그러지 마세요.
en: there is no need.

source: 네, 네.
en: o-okay,

source: 그래도 좀 더 누워 있어라.
en: still, you should lie back down.

source: 로, 로엘∙∙∙ 율리어스 님은요?!
en: r-roel... where’s master yulius?!

source: 귀도 막아라.
en: cover your ears too.

source: 그래도 억지로 일어나려고 하시면 안 됩니다.
en: even so, you must not force yourself to get up.

source: 이 제국∙∙∙ 히스마르크 황가와 적대한다 했지요?
en: and will become an enemy of this empire... and the imperial family of heathmark.

source: 바∙∙∙ 쁘신 거 아니신가요?
en: aren’t you... busy?

source: 안 그러면 이 계집을 죽여버린다!!!
en: or else I’ll kill this wench!!!

source: 어서 자라.
en: sleep now.

source: 나랑 있는 게 좋다면!!
en: do you like spending time with me?!

source: 율리어스 님∙∙∙!
en: master yulius...!

source: 개굴이에요!
en: yes, that’s it!

source: 깨어나기 싫다∙∙∙.
en: I don’t want to wake up...

source: 반드시 죽을 거야.
en: I will die at their hands.

source: 끼익..
en: creak

source: 그래도 되나요?!
en: can we?!

source: 진짜셨군요.
en: so I was right...

source: 오러마스터인 당신이 더 잘 알겠죠.
en: whether or not this girl’s body will be able to handle that degree of pain.

source: 우물 쭈물
en: fidget

source: 듣자 하니 내 잘못도 아니고.
en: and it wasn’t even really my fault.

source: 목숨을 거둬주길 바란다면야, 들어줘야겠지.
en: it seems they have a death wish. so be it.

source: 그나저나 율리어스 님도 고생이 많으시겠군.
en: in any case, master yulius must be having a tough time.

source: 앗, 일어나지마!
en: oh, don’t get up!

source: 구해내겠단 뜻이야.
en: ...by any means possible.

source: 제 후견인이 엘케도니아 영지의 주인이신데,
en: ...my guardian is the master of elkedonia.

source: 누, 구세
en: wh-who are-?

source: 그 황제 폐하께서도 제게 함부로 못하시지 않겠어요?
en: her majesty wouldn’t be able to mess with me, would she?

source: 벼∙∙∙ 병 걸린 거 아녜요?!
en: d-do I have some kind of disease?!

source: 그게 아니라!
en: that’s not it!

source: 근본이 글러 먹어서 소공녀에 전~혀 어울리지 않는걸요.
en: she’s a good-for-nothing. she’s not suited to be a lady. not at all.

source: 눈물이 안 멈춰.
en: I can’t stop crying.

source: 역시 로엘 집사님 무서워어어
en: as I thought, mr. roel is so scary!

source: 이것만 끝내고 같이 식사하지.
en: I’ll finish this up before I join you for lunch.

source: 어쩐지 부엉이 소리도 아무렇지 않네∙∙∙.
en: the sound of the owl doesn’t bother me either...

source: 죄송합니다, 대공.
en: my apologies, grand duke.

source: 귀분인이 붙잡아 놓고 때리는 거야?!?!
en: don’t tell me she’s locking you up and beating you!

source: 끙~
en: hmm...

source: 삭삭삭삭
en: tremble tremble

source: 짠~!
en: ta da!

source: 퉷
en: ptui

source: 왜 또 샬라 원장 탓을 하고 있어?
en: why are you blaming director cyalla again?

source: 아냐!
en: no!

source: 사, 살려주ㅅ
en: s-spare--

source: 효과 없어요.
en: it’s not working.

source: 아니요.
en: no.

source: 소공녀가 될 거야!
en: ...and become a lady worth of the name of elkedonia!

source: 아∙∙∙ 맞아!
en: oh... right!

source: 말하길 잘했다..!
en: I’m so glad I asked!

source: 누가 널 이렇게 만든∙∙∙
en: who did this to-?

source: 생각보다 빨리 왔군.
en: you got here faster than I thought.

source: 저는 안 됩니다.
en: I can’t.

source: 쓸모없다던 고아원의 민트는
en: because this so-called good-for-nothing orphan...

source: 아니야!!!
en: that’s not true!!!

source: 원장 선생님 잘못했어요!
en: I’m sorry, director!

source: 아셀라보단 유리언과 친구가 되고 싶어.
en: ...I’d rather be friends with yurion than ascella.

source: 당연하겠지.
en: I guess it can’t be helped.

source: 좋아 좋아
en: agreed!

source: 쾅쾅쾅
en: bang bang bang

source: 자기 마음을 전부 전할 수 있는 것도
en: even confessing one’s feelings...

source: 황제의 개 노릇을 잘하고 계시군요.{j}스승님.
en: and I see you still remain the emperor’s loyal dog, master.{j}

source: 대공의 오라면 내 영혼 일부를 상처내 그 순간을 노려 쫓아내는 게 가능하겠죠.
en: with your aura, you will be able to wound a part of my soul, at which point you will be able to drive me out of this body.

source: 그게 제일 마음이 편해요.
en: it’s what I deserve.

source: 사실 처음엔 조금∙∙∙ 나 때문이란 생각을 했지만∙∙∙
en: actually, in the beginning... I did blame myself a little...

source: "잘 말했다.{j}민트."
en: “well said, mint.”{j}

source: 엘∙∙∙
en: el...

source: 또…!
en: again?!

source: 어린애한테, 화풀이나 해대는,
en: how can you take your anger out on a child?

source: 내가 이런 소리를 내는구나.
en: this is the kind of sound I make.

source: 저도 모르게∙∙∙
en: I didn’t realize...

source: 그렇게 하면 편하거든.
en: yes. it’s easier that way.

source: 정령의 알?
en: eggs laid by spirits?

source: 고마워~
en: thanks!

source: 엘케도니아의 수양후원을 받는 민트 엘케도니아를 모셔가도록∙∙∙.
en: ...take mint elkedonia, who is under the care of the house of elkedonia...

source: 제가 이런 곳에서 후원 받을리가 없어요.∙∙∙
en: there’s no way someone as great as you would want to sponsor me.

source: 타다다닥
en: dash

source: 질척
en: squelch

source: 로엘 님께서 그렇게 말씀하신다면∙∙∙
en: if you say so, mr. roel...

source: 키리안?
en: kirian?

source: 로엘
en: roel

source: 게다가 그 엘케도니아!
en: to think, an elkedonia is visiting me!

source: 포옥
en: flop

source: 하인으로 삼기엔 천한 신분이라
en: he’s too lowly to be called a servant...

source: 넝쿨처럼 엉기는 머리라 팔 수 없다고 늘 혼났는 걸요∙∙∙.
en: I always got scolded for having hair that couldn’t even be sold, since it gets so easily tangled...

source: 저 폭력도 엄청 싫어하구∙∙∙!
en: I abhor violence, and...

source: 그러니까 율리어스 님은∙∙∙
en: so, master yulius...

source: 그 미치광이 괴물 황제는 하고 싶은 건 뭐든 하려는 사람이니까요.
en: that monstrous tyrant of an emperor just does as she pleases.

source: 지금 물어봐라.
en: you can ask me right now.

source: 자세한 건 됐고 엄~청 비싼 광석이라 생각하시면 됩니다.
en: there’s no need to get into the details, but basically they’re a veeery expensive mineral.

source: 키리안!
en: kirian!

source: 으∙∙∙
en: ugh...

source: 이렇게 꽃처럼 아름다운 미소를 짓는
en: a beautiful lady with a smile as lovely as a flower...

source: 쾅!!
en: bang

source: 대공은 알고 있는 겁니다.
en: the grand duke already knows.

source: 몸을 만져봐도 괜찮겠나?
en: would you mind if I touched you?

source: 그러면 점차 자신을 믿을 수 있게 될 거다.'
en: and in doing so, you will gradually be able to believe in yourself.

source: 후후
en: haha

source: 부드럽게 빡빡 잘 닦아드릴게요.
en: don’t worry, I’ll scrub you nice and gently.

source: 뭐∙∙∙ 그럼 다행이지만.
en: well... that’s a relief.

source: 앗∙∙∙.
en: oh...

source: 쯧
en: tsk

source: 깨어나기 싫어∙∙∙.
en: I really don’t want to...

source: 어디 아프신 곳은 없나요?
en: are you hurt anywhere?

source: 그냥 평소 하는 협박입니다.
en: that’s how he usually is.

source: 아.
en: aah.

source: 유리언 덕분에 즐거웠어요.
en: I had a great time this past week thanks to yurion.

source: 돈 주니 취존해준다
en: but I won’t make a fuss, since you people pay me.

source: 유리언이 맞는단 얘기 아냐?!
en: so you won’t get beat up, yurion?!

source: 덥석
en: grab

source: ∙∙∙식사 초대는∙∙∙
en: I suppose you’ll ask to eat with me...

source: 아, 그게 지금껏 싫었다는 건 아니고요!
en: oh, not that I don’t want to be!

source: 마도사는 성전 밖으로 못 나온다고 들은 것 같∙∙∙
en: I think I heard they’re not allowed to leave the temple--

source: 어디서 말대꾸야?!
en: are you talking back to me?!

source: 유리언도 많이 다쳤다고 들었는∙∙∙
en: I heard you also sustained a lot of injuries--

source: 콱!!
en: clench

source: 허둥지둥
en: flustered flustered

source: 숙명이란 말을 들먹여가며 억지로 시켜선 안 돼요.
en: then you shouldn’t bring up things like destiny as an excuse to force him to do whatever you want.

source: 대공 각하께선 전쟁 영웅이기도 하시니까요.
en: his royal highness also happens to be a war hero.

source: 팔랑
en: flutter

source: 에너지를 뿜어내서∙∙∙검?
en: they use that energy...

source: 빨리 죽여버려!!!
en: just kill her off!

source: 이해를 전혀 못했군.
en: you misunderstood me.

source: 괜한 걱정이었군.
en: I was worried for nothing.

source: 이 정도로 넘어가 준 대공의 너그러움에 고마워해야지요.
en: I should be grateful for the generosity the grand duke extended to me.

source: 우리도 그런 곳에 귀족들 마차가 있어서 놀랐던 참이라고.
en: we were also surprised to find a noble carriage in the slums.

source: 혹시 이름이 없는 건가요?
en: do you not have a name?

source: 아이고, 멍 말이십니까!
en: oh my, bruises?!

source: 휘오오-
en: whoosh

source: 그대의 힘이 내 것이 되면 결과는 아무래도 좋으니까요.
en: ultimately, all I want is for your power to become mine.

source: 그냥도 바쁜데 더 바쁘신 거!
en: so he’s even busier than usual!

source: 웨에에∙∙∙
en: meooow...

source: 칼 버려!
en: surrender your knife!

source: 어지간한 힘을 가진 성인이 아니면
en: it’d be difficult to inflict injuries that severe...

source: "절대 떨거나 겁에 질린 내색을 보여선 안 됩니다."
en: “do not ever tremble or show fear.”

source: 어떻게 긴장을 안 해∙∙∙?!
en: how could I not be nervous?!

source: 괴물이든
en: I don’t care if I am a monster.

source: 황녀 전하는 아름답고 총명하기로 유명하시잖아요?
en: everyone knows how beautiful and intelligent the princess is.

source: 분명 아이들이랑 다툰 흔적일 겁니다!
en: those bruises must be from fighting with the other kids!

source: 피를 뽑아서 마차에 발라 되돌려보내자!
en: let’s drain her blood, paint her carriage with it, and send it back!

source: 버림받았어.
en: I’ve been abandoned.

source: 마차에서도 저를 감싸줬어요.
en: protected me in the carriage.

source: 잘 잤나.
en: did you sleep well?

source: 그렇구나!
en: I see!

source: 소공녀로서 배울 게 많을 거다.
en: there will be a lot you need to learn as a lady.

source: 잘 진행됐어요~
en: everything went just fine!

source: 그치만 일부러 유리언 몫까지 싸왔는데∙∙∙.
en: but I packed enough for both of us on purpose...

source: 분명 괜찮을 거야.
en: I’m sure everything will be all right.

source: 크하하하!!
en: hahahaha

source: 집사님께서 너무 간단하게 말씀해주셨군요.
en: sounds like mr. roel perhaps oversimplified things.

source: 요약하자면 힘과 돈, 이 정도네요.
en: but to sum it up, for power and wealth.

source: 민트 아가씨에게
en: to lady mint

source: 러브레터도 어제 읽은 책 덕분에 이해가 된 것도 같고∙∙∙
en: the book I read last night helped me understand the love letters...

source: 띡띡
en: brush brush

source: 왜 여기까지 오나.
en: why did you come all the way here?

source: 왜 그러고 있는 거지?
en: what are you doing out here?

source: 저도∙∙∙ 같이 모독한 공범이니까∙∙∙.
en: ...we’re accomplices... I’m also guilty... of insulting the emperor...

source: 엄청 무서운데 우리편이라 듬직하다.{j}로엘 집사님∙∙∙!
en: mr. roel is terrifying... I’m glad he’s on my side!{j}

source: 정말 아무것도 모릅니다!
en: I really don’t know anything!

source: 혹시 그런 건가요?
en: or could it be...

source: 이렇게 행복한 일이 나한테 일어날리 없어∙∙∙.
en: there is no way something this wonderful could ever happen to me...

source: = 저 괜찮아요 아무렇지도 않아요.
en: *I’m fine. everything’s okay.

source: 아가씨는 열다섯이나 되셨는데∙∙∙.
en: she is already 15 years old...

source: 팔랑…
en: flutter

source: 좋아!
en: yep!

source: 그래서 호위를 붙인 겁니다.
en: that’s why a knight has been assigned to guard you.

source: 내가 이상하다고 생각해서∙∙∙?!
en: why did he do that?! because I thought they seemed strange?!

source: 찌릿
en: glare

source: 물도 금방 다시 갈아올게요.
en: I’ll get you a cold compress.

source: 어딜
en: get away from me.

source: 먼저 떠났구나∙∙∙.
en: so the cat’s gone ahead to the other side...

source: 소개하기도 전에 벌써 소문이 퍼졌나 보군요!
en: and I haven’t even introduced her yet! I see the word’s already out!

source: 몇인지 파악할 수 없다면 전부 갈아치우는 게 좋을 테지.
en: if we can’t figure out how many of them there are, then we might as well replace all of them.

source: 미, 민트예요.
en: i-it’s mint.

source: ∙∙∙이 뭐죠?
en: what are those?

source: 이 아인 노예시장 출신이죠.
en: this boy is from the slave market.

source: 로엘과 함께 방에 가 있거라.
en: stay in your room with roel.

source: 실제로 대공 각하께선 전쟁에서 그 힘을 발휘해
en: in fact, his royal highness used that very ability in battle...

source: 아직 어린아이죠.
en: I’m still a kid.

source: 또 안 자는군
en: she’s still awake, I see...

source: 서대륙에 있는 정령석 광산 70%가
en: seven-tenths of the spirit gem mines in the west...

source: 하지만 이러고 며칠을 있으라니∙∙∙
en: but to think I have to stay like this for the next several days...

source: 싸아아아…
en: glare

source: 대공 각하 실례합니다!
en: excuse me, your royal highness!

source: 온수 주머니
en: hot water bottle

source: 오랜만에 뵙는군요, 로엘 님.
en: it’s been a while, mr. roel.

source: 구해주셔서∙∙∙
en: ...for saving me!

source: 줄줄줄
en: teary

source: 시린 건가?
en: are they numb from the cold?

source: 그러고 보니 아까 말씀하셨잖아요.
en: speaking of, you just mentioned...

source: 넌 엘케도니아의 성을 받을 사람이야.
en: you will soon become an elkedonia.

source: 나∙∙∙ 싫어요.
en: I... don’t want to.

source: 이렇게나 무서운데, 무리예요.
en: I can’t. I’m too scared.

source: 이런 자들에게 베풀 은혜따윈
en: people like this don’t deserve...

source: 아뇨.
en: don’t be.

source: 그 모든 것과 동떨어진 자가 바로
en: aventa, the emperor of averte...

source: 그때랑은 다른걸.
en: this is different from back then.

source: 귀족이라면 그런 자들에게 베푸는 것도 일이잖아요?
en: shouldn’t a noble show generosity to such people?

source: 황제 폐하께 몸을 빼앗겼단 말이에요~!!!
en: her majesty’s taken over my body!!!

source: 절대 율리어스 님 탓이 아닌
en: it’s not your fault at all--

source: 굉장히 희귀한 탓에 아가씨 손톱만 한 정력석 하나에 성 한 채쯤은 살 걸요.
en: it’s so incredibly rare, a spirit gem the size of your fingernail could buy you a castle.

source: 아가씨께서 부르는 소리!!!
en: the lady’s calling for me!!!

source: 네가?
en: you?

source: 두리번
en: scan

source: 그 정도는 저 혼자서도 할 수 있으니까∙∙∙
en: I can do that much by myself...

source: 공부는 혼자하는 것보다
en: studying can be much more effective...

source: 부끄러워…
en: so embarrassing...

source: 수군∙∙∙
en: murmur

source: 무슨 말씀을!
en: not at all!

source: 꺅
en: eek

source: 그럼 민트, 일주일 뒤에 봐요.
en: then I’ll see you next week, mint.

source: 로엘∙∙∙
en: roel...

source: 진짜아아
en: geez

source: 그건 그저,
en: by that, I mean...

source: 싫어하는 건 하지마라.
en: don’t force yourself to do something you don’t want to do.

source: 말대답하는 거예요?
en: are you talking back to me?

source: 괜찮으시다면 만나 뵙기를 원하신다고∙∙∙
en: he’d like to see you now, if able...

source: 허억∙∙∙
en: gasp

source: 날 싫어하는 당신에겐 기회이기도 합니다.
en: this could be an opportunity for you, considering how much you dislike me.

source: 그거 때문에 방금도 일부러 신경쓰시게 만든 것 같아서∙∙∙.
en: I was worried he was going out of his way to accommodate me because of that...

source: 으으∙∙∙ 너무 미안하고 고마워 유리언∙∙∙.
en: ugh... thank you... and I’m so sorry, yurion...

source: 슈욱
en: fwoosh

source: 와, 예쁜 꽃잎∙∙∙.
en: wow. what a pretty flower petal...

source: 안 돼요, 카민 경!!
en: no, sir karmin!!

source: 끼야악
en: eep

source: 이미 번식된 벌레집을 불태운 것과 같고,
en: so what they did is akin to setting a bug-infested home on fire.

source: 질문형?!
en: he’s not sure?!

source: 아뇨∙∙∙.
en: no...

source: 아∙∙∙ 감사합니다.
en: oh... thank you.

source: 그렇지만∙∙∙
en: but...

source: 아가씨는 참 예쁜 머리카락을 가졌어요~
en: your hair is so beautiful, my lady.

source: 율리어스님!
en: master yulius!

source: 어디야?
en: are we?

source: 나는∙∙∙
en: I don’t...

source: 왜∙∙∙ 나 아직 살아있지?
en: why... am I still alive?

source: 그렇다면∙∙∙
en: then...

source: 안 보이게 쳐박혀있어!
en: get out of my sight and stay put!

source: 읽길 잘했다.
en: I’m glad I read it.

source: 스멀 스멀
en: slither slither

source: 제가 주제 넘었나봐요…
en: I guess I was out of line...

source: 혹시∙∙∙ 이미 어른인가요?
en: so you’re... already an adult?

source: 등에 뭐 이상한 거라도 있었나∙∙∙?
en: is there something strange on my back...?

source: 거기 있던 건 사실이니까∙∙∙.
en: because I’m a good-for-nothing...

source: ∙∙∙네∙∙∙.
en: okay...

source: 유리언이랑 편지 주고받으면서 많이 는 것 같아~
en: I improved a lot by exchanging letters with you, yurion!

source: 다들 그 '소문'의 민트를 만나고 싶어 하니까요.
en: you see, they are all eagered to meet the rumored mint.

source: 그뿐이에요.
en: that’s all.

source: 제국 최고의 기사단에 불러주셔서 영광입니다!!!
en: I’m honored to join the greatest order of knights in the empire!

source: 그자리서 죽이기엔 네놈들에게 과분한 것 같아서 데려온 거니.
en: I only spared you scums because I thought killing you on the spot would be too merciful.

source: 제가 지킬 거예요!
en: ...master yulius!

source: 흠…
en: hmm...

source: 민트는 지금 제국에서 가장 유명한 사람인 걸요.
en: you are the most famous person in the empire right now, mint.

source: 사랑을 깨달았다느니, 회유하기 위한 말에 지나지 않습니다.
en: her proclamations of love are just a means to win me over.

source: 코오…
en: zzz

source: 어어이?
en: who’s this?

source: 아가씨도 크셨∙∙∙ 습니다.
en: you also grew...

source: 마침 교대할 시간이었는데∙∙∙
en: it’s time to change shifts, actually...

source: 뭐냐, 그 태도.
en: what’s wrong with you?

source: 안 울어!!!
en: because of something so trivial!!!

source: 다 스승인 제 탓입니다.
en: as his teacher, I am to blame.

source: 달랑 한줄?
en: just one line?

source: 큭∙∙∙
en: urgh...

source: 이분이 어디 자제분이신 줄 알고 함부로 이러십니까?
en: do you even know who this lady is? how dare you treat her like this?

source: 으아
en: aaah!

source: 네가 싫다고 생각하면 그렇게 하도록 해라.
en: if you don’t want to be a lady, then so be it.

source: 마법이요?
en: a spell?

source: 끼이이익…
en: creeeak

source: 앗∙∙∙, 네.
en: oh... okay.

source: 민트가 저희 드벨리안 저택에 와준다니!
en: ...to have you pay the house of devellian a visit, mint!

source: 사락
en: curtsy

source: 그치만 엄청 자주 보낸다며
en: you said she writes to you very frequently!

source: 욱!!
en: press

source: 마지막으로 꼭 주의하실 게 있는데요.
en: there is one more thing you need to know.

source: 유리언을, 부탁드려요.
en: please take care of yurion.

source: 키리안도 카민도 열심히 살펴봐 줬는데∙∙∙.
en: kirian and karmin were both watching out for me so diligently...

source: 대청소라길래 아셀라네처럼 전부 해고하는 줄 알았어요.
en: when roel said they were cleaning house, I thought he meant we were firing everyone like ascella’s family did.

source: 유리언, 손 줘 봐요.
en: give me your hand, yurion.

source: 톡
en: plop

source: 항상 상대의 눈을 보고∙∙∙
en: ...look the other person in the eye as you’re speaking...

source: 류리크, 검을 내려놓으세요.
en: put away your sword, ryurik.

source: 다 보임
en: obvious to everyone

source: 잘 거예요.
en: I’ll sleep.

source: 끼익 끼익
en: creak creak

source: 절망하지 않아도 돼.
en: do not despair.

source: 약혼?
en: ...was engaged?

source: 어떡해.
en: oh my goodness.

source: 네!!!
en: yes, sir!!!

source: 감사합니다.{j}율리어스 님!
en: thank you, master yulius!{j}

source: 설마 납치된 것도 네 탓이라며 사과할 생각은 아니겠지?
en: you’re not thinking of apologizing and blaming yourself for the kidnapping, are you?

source: 비켜라, 로엘.
en: move, roel.

source: 놀라라~
en: you scared me.

source: 그 와중에 계단에서 크게 굴렀던 것 같던데,
en: I believe she also fell off the stairs recently.

source: 사이가 나빠 헤어진 건 아닌가보군요?
en: can I assume you did not end the engagement on bad terms?

source: 제발!!!
en: please!!!

source: 너무 무서워서, 무서운 생각이 끊임없이 떠올라∙∙∙.
en: scares me so much. it fills me with endless terror.

source: ∙∙∙키는 작아도 일은 도와드릴 수 있어!
en: I may be short, but I can still help out!

source: 근데 이거∙∙∙
en: but it...

source: 유리언, 간식 먹어요.
en: have some snacks, yurion.

source: 민트도 그런 헛소문이 퍼지는 건 싫잖아요?
en: you wouldn’t want such false rumors about you to spread, would you?

source: 어떡해..
en: oh no...

source: 이게 다 눈이 와서야.
en: it’s because of the snow.

source: 고아원에 온 귀족들도 하나같이 그랬고
en: all the nobles who visited the orphanage did that, too.

source: 숙제도 열심히 하시는 아가씨를 위해!
en: since you are working so hard on your homework...

source: 너는 이제 안전하단 것만 떠올리면 된다.
en: just remember that you are safe now.

source: 엄청크다∙∙∙
en: she’s so tall...

source: 사실 황제에겐∙∙∙ 아이가 몇 있었습니다.
en: actually... the emperor had several children.

source: 보라고 말한 거 아니다.
en: I didn’t mean that you should look back at that carnage.

source: 그럴 리가 없잖아요~!!!
en: of course not!!!

source: 번뜩
en: jolt

source: ∙∙∙하며∙∙∙ 살고 싶어요∙∙∙.
en: ...want to live... doing...

source: 콰앙
en: slam

source: 그냥 몸종이라고 부르시∙∙∙
en: just call me a page boy--

source: 분명∙∙∙
en: I’m sure...

source: 아닌 걸요∙∙∙.
en: no, I don’t...

source: 우글 우글
en: swarm swarm

source: 꿈틀
en: twitch

source: ∙∙∙네?!
en: what...?!

source: 고아원 주치의에게 바로 데려갔지만 아마 그게 남은 게∙∙∙
en: I took her to see the doctor right away, but I suppose some bruises from back then still haven’t healed--

source: 아가씨께서 어느 정도 건강해 지셨단 얘기도 되니까 좋은 거예요!
en: it’s a sign that you’ve become quite healthy, my lady!

source: 금발에,
en: a knight with golden hair...

source: 맛 없어도 꼭 다 마셔야∙∙∙
en: ...even if it tastes foul, you must drink it all--

source: 소중히 간직하겠습니다.
en: I’ll cherish it.
